{
    "title": "FAQs",
    "rows": [
        {
            "title": "為什麼De.Vote要使用區塊鏈技術來支持投票系統？",
            "content": " 區塊鏈技術是一種進階的分散式資料庫機制，允許在區塊鏈網路中分享透明的資訊。區塊鏈資料庫會將資料存放在連結於同一鏈的區塊中。資料在時間順序上具有一致性。除此之外，在無網路共識的情況下，任何人都不能刪除或修改此鏈。因此，其具備有“即時可追溯性”、“增加效率”、“強完整性”和“高可用性”等特性，相當符合投票系統所需的主要特點"
        },
        {
            "title": "De.Vote 是否已應用於特定領域？",
            "content": "De.Vote現正與台灣國立清華大學合作，De.Vote團隊投入大量精力開發屬於國立清華大學的分散投票系統，並持續與教授和相關人員研討校園內的匿名投票系統架構與設計細節"
        },
        {
            "title": "De.Vote 如何盈利？",
            "content": "首先是投票基礎設施（IaaS），我們可以從用戶的“訂閱費”中獲利和“理貨費”。二是投票硬件租賃，其中包含“硬體投票機”和“投票智能卡”。三是“Virtual Voting Web Service”的軟硬體維護和“客製化設計費”"
        },
        {
            "title": "我們應該開始使用 De.Vote 進行公職選舉嗎？也許是中華民國（台灣）總統2024?",
            "content": "不，De.Vote分散式投票系統目前仍不適合。對於某些選舉，尤其台灣九合一選舉甚至是總統大選，對於這種充斥各種個人利益與容易被攻擊的選舉，我們建議不要通過網路獲取選票。這與 De.Vote 本身有關：我們只是不相信人們的家用電腦足夠安全以承受重大攻擊。如果您想在公職選舉中使用真正可驗證的投票系統，我們建議您親自參加選舉。 De.Vote 目前可以應付各種自治選舉，如：學校選舉等...，針對國家級選舉系統我們還沒有完成這項工作，但De.Vote會持續進步並以能發展至國家級為目標邁進"
        },
        {
            "title": "是什麼讓 De.Vote 與其他投票系統不同/更好？",
            "content": "De.Vote 是真正可匿名的。每個選民都會透過一組匿名且可驗證的機制進行投票，完全不會受到任何人的追蹤。每個選名都會獲得一個可以檢查的選票跟踪器反對選票跟踪中心，以確保選票被正確接收和計票。簡單來說，這意味著任何人，即便是 De.Vote 投票系統的管理員，都無法追蹤或更改您的投票。"
        },
        
        {
            "title": "我之前聽說過“voter-verifiable”，那麼 De.Vote 有什麼不同？",
            "content":
                "許多投票系統聲稱是選民可驗證的。我們認為選民可驗證性至關重要，並且我們支持其他組織努力幫助改進公職選舉中使用的投票機。但是，我們認為需要更廣泛的可驗證性，選民能夠確保計票過程，不僅是他們的選票錄音，而且是正確執行的。我們稱之為“真正的可驗證性”。其他人已經打電話這個概念是“端到端的可驗證性”或“開放式審計”。"
        },
        {
            "title": "我對 De.Vote 的投票有多秘密？",
            "content":  "De.Vote 非常注意保護您投票的機密性。您的投票在您的內部加密瀏覽器甚至在發送到服務器之前。即使在較舊的瀏覽器上，您的投票也會在您登錄 De.Vote 之前被加密。在所有情況下，您的投票僅以加密形式存儲在數據庫中。然後，De.Vote 使用先進的加密技術將所有加密的投票組合成一個加密的票數，只有票數被解密。這意味著您的選票永遠不會單獨解密。為了提供最高級別的隱私，De.Vote 讓選舉管理員指定多個受託人。所有受託人必須參與解密，這進一步確保只有計票而不是個人選票被解密."
        },
        {
            "title": "De.Vote 是唯一提供這種可驗證性的系統嗎？",
            "content": "不，還有其他系統。 Scantegrity、Pret-a-Voter、STARVote、Wombat Voting，所有這些都提供了真實的紙質投票系統的可驗證性。我們喜歡這些系統，我們喜歡這些系統背後的人。VoteHere 是一家已經倒閉的公司，也是該領域的先驅。 De.Vote 系統包含許多創新專注於實現在線選舉的真正可驗證性，以幫助每個人體驗這一突破性的技術。但我們並不是鎮上唯一的遊戲。"
        }
    ]
}
