{
    "title": "FAQs",
    "rows": [
        {
            "title": "Why De.Vote want to use blockchain technology to support the voting system?",
            "content": "Blockchain is a distributed database or ledger that is shared among the  nodes of a computer network. As a database, a blockchain stores information electronically in digital format. Which have \"Greater Transparency\", \"Instant Traceability\", \"Increased Efficiency\", \"Strong Integrity\" and \"High Availability\" features, which perfectly satisfy our De.Vote system!"
        },
        {
            "title": "Has De.Vote been applied in specific field?",
            "content": "De.Vote have now been cooperating with with National Tsing Hua University and putting alot of effort of building a Decentralized-Voting System for professors and other faculties to utilize."
        },
        {
            "title": "How do De.Vote make profit?",
            "content": "First is Voting Infrastructure (IaaS), we can make profit from users' \"Subscription Fee\" and \"Tallying Fee\". Second is Voting Hardware Rental, which contains \"Hardware Voting Machine\" and \"Voting Smart Card\". Third is software and hardware maintainance from\"Virtual Voting Web Service\" and Customized System Design"
        },
        {
            "title": "What makes De.Vote different/better than other voting systems?",
            "content": "De.Vote is truly verifiable. Each voter obtains a ballot tracker which can be checked against the Ballot Tracking Center to ensure that the ballot was received and tallied appropriately. What this means is that no one, not even the administrators of the De.Vote Voting system, can alter your vote."
        },
    
        {
            "title": "Should we start using De.Vote for public-office elections? Maybe ROC(Taiwan) President 2024?",
            "content": "NO, Not yet, we haven't done this work yet, but this is our team's ultimate goal, so we'll keep moving forward to fullfill this dream. Stay tuned!  :)"
        }
    ]
}

